export const tj = {
  xcjj: [
    {
      imgUrl: "icon_zmj.png",
      val: "882",
      label: "总面积",
      unit: "平方公里",
      h: 50,
    },
    {
      imgUrl: "icon_zrs.png",
      val: "3180",
      label: "总人数",
      unit: "人",
      h: 54,
    },
    {
      imgUrl: "icon_hs.png",
      val: "245",
      label: "户数",
      unit: "户",
      h: 55,
    },
    {
      imgUrl: "icon_sr.png",
      val: "661",
      label: "村集体收入",
      unit: "万元",
      h: 53,
    },
  ],
  xcfz: [
    {
      imgUrl: "icon_ghxm.png",
      val: "8",
      label: "规划项目",
      unit: "项",
      h: 53,
    },
    {
      imgUrl: "icon_tscy.png",
      val: "12",
      label: "特色产业",
      unit: "类",
      h: 54,
    },
    {
      imgUrl: "icon_djzc.png",
      val: "245",
      label: "登记资产",
      unit: "项",
      h: 54,
    },
    {
      imgUrl: "icon_zszc.png",
      val: "57",
      label: "招商资产",
      unit: "项",
      h: 57,
    },
  ],
  xczl: [
    {
      imgUrl: "icon_wgsl.png",
      val: "8",
      label: "网格数量",
      unit: "个",
      h: 50,
    },
    {
      imgUrl: "icon_dysl.png",
      val: "35",
      label: "党员数量",
      unit: "人",
      h: 54,
    },
    {
      imgUrl: "icon_wxysl.png",
      val: "4",
      label: "危险源数量",
      unit: "个",
      h: 57,
    },
    {
      imgUrl: "icon_jksb.png",
      val: "21",
      label: "监控设备",
      unit: "个",
      h: 52,
    },
  ],
};

export const xcjjScrollText =
  "科技创新村位于国家级4A级景区科技创新乡境内，辖10个村民小组，400户，人口1800人，村集体拥有数字化农业专业合作社、科技创新管理有限公司、智能化农业三家公司，山林面积5000亩，水田面积900亩，是一个自然资源资源丰富、自然环境保护良好、乡村旅游红火的科技创新区村。目前全村共有旅游经营户300余户，休闲旅游企业9家，能同时提供9999余人就餐和99999余人的住宿。村企合作的形式带动了村产业结构的调整，促进了第三产业的长足发展，2022年度村集体经济收入9999万元，农民人均纯收入超9999万元。";

export const xcjjOverlayMainText =
  "科技创新村位于国家级4A级景区科技创新乡境内，辖10个村民小组，400户，人口1800人，村集体拥有数字化农业专业合作社、科技创新管理有限公司、智能化农业三家公司，山林面积5000亩，水田面积900亩，是一个自然资源资源丰富、自然环境保护良好、乡村旅游红火的科技创新区村。目前全村共有旅游经营户300余户，休闲旅游企业9家，能同时提供9999余人就餐和99999余人的住宿。村企合作的形式带动了村产业结构的调整，促进了第三产业的长足发展，2022年度村集体经济收入9999万元，农民人均纯收入超9999万元。";

export const xcjjImgList = ["img1.png", "img2.png", "img3.png"];

export const xcjjZX = [
  {
    val: "xw",
    label: "新闻",
  },
  {
    val: "tz",
    label: "通知",
  },
  {
    val: "gg",
    label: "公告",
  },
  {
    val: "qt",
    label: "其他",
  },
];

export const xcjjLB = [
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
  "乡村新闻资讯: 追踪乡村发展动态，乡村振兴.",
];

export const xcfzZS = [
  {
    val: "zsxm",
    label: "招商项目",
  },
  {
    val: "zszc",
    label: "招商资产",
  },
];

export const xcfzList = {
  zsxm: [
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号8",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号7",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号6",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号5",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号4",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号3",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号2",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号1",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
  ],
  zszc: [
    {
      img: "img3.png",
      name: "冯家茶园",
      state: 1,
      type: "cy",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
  ],
};

export const xcfzSX = [
  {
    name: "全部",
    val: "",
  },
  {
    name: "招商中",
    val: 0,
  },
  {
    name: "已招商",
    val: 1,
  },
];

export const xczlZS = [
  {
    val: "fwzc",
    label: "房屋资产",
  },
  {
    val: "qtzc",
    label: "其它资产",
  },
];
