export const xcjjList = [
  "乡村新闻速递：追踪乡村发展动态",
  "乡土文化迷彩：重拾乡村传统艺术与手工艺制作",
  "绿色生活实践：环保倡议与可持续发展项目介绍“介绍”",
  "幸福乡村人家：乡村社区故事和人情风景赏析",
  "科技创新乡村：数字化农业和智能化农业前沿",
];

export const xcjjScrollText =
  "科技创新村位于国家级4A级景区科技创新乡境内，辖10个村民小组，400户，人口1800人，村集体拥有数字化农业专业合作社、科技创新管理有限公司、智能化农业三家公司，山林面积5000亩，水田面积900亩，是一个自然资源资源丰富、自然环境保护良好、乡村旅游红火的科技创新区村。目前全村共有旅游经营户300余户，休闲旅游企业9家，能同时提供9999余人就餐和99999余人的住宿。村企合作的形式带动了村产业结构的调整，促进了第三产业的长足发展，2022年度村集体经济收入9999万元，农民人均纯收入超9999万元。";

export const xcjjOverlayMainText =
  "科技创新村位于国家级4A级景区科技创新乡境内，辖10个村民小组，400户，人口1800人，村集体拥有数字化农业专业合作社、科技创新管理有限公司、智能化农业三家公司，山林面积5000亩，水田面积900亩，是一个自然资源资源丰富、自然环境保护良好、乡村旅游红火的科技创新区村。目前全村共有旅游经营户300余户，休闲旅游企业9家，能同时提供9999余人就餐和99999余人的住宿。村企合作的形式带动了村产业结构的调整，促进了第三产业的长足发展，2022年度村集体经济收入9999万元，农民人均纯收入超9999万元。";

export const xcjjImgList = ["img1.png", "img2.png", "img3.png"];

export const xcfzData = [
  {
    sblx: "基础设施",
    sbrxm: "陈**",
    sbsj: "10-2615:42:32",
  },
  {
    sblx: "基础设施",
    sbrxm: "陈**",
    sbsj: "10-2615:42:32",
  },
  {
    sblx: "基础设施",
    sbrxm: "陈**",
    sbsj: "10-2615:42:32",
  },
  {
    sblx: "基础设施",
    sbrxm: "陈**",
    sbsj: "10-2615:42:32",
  },
  {
    sblx: "基础设施",
    sbrxm: "陈**",
    sbsj: "10-2615:42:32",
  },
];

export const xcfzList = [
  {
    property: "index",
    label: "序号",
  },
  {
    property: "sblx",
    label: "上报类型",
  },
  {
    property: "sbrxm",
    label: "上报人姓名",
  },
  {
    property: "sbsj",
    label: "上报时间",
  },
];

export const xczlList = [
  {
    img: "cy.png",
    label1: "餐饮",
    label2: "120（家）",
  },
  {
    img: "ms.png",
    label1: "民宿",
    label2: "200（家）",
  },
  {
    img: "qt.png",
    label1: "其他",
    label2: "20（个）",
  },
];
