export const tj = {
  xcjj: [
    {
      imgUrl: "icon_zmj.png",
      val: "882",
      label: "总面积",
      unit: "平方公里",
      h: 50,
    },
    {
      imgUrl: "icon_zrs.png",
      val: "3180",
      label: "总人数",
      unit: "人",
      h: 54,
    },
    {
      imgUrl: "icon_hs.png",
      val: "245",
      label: "户数",
      unit: "户",
      h: 55,
    },
    {
      imgUrl: "icon_sr.png",
      val: "661",
      label: "村集体收入",
      unit: "万元",
      h: 53,
    },
  ],
  xcfz: [
    {
      imgUrl: "icon_ghxm.png",
      val: "8",
      label: "规划项目",
      unit: "项",
      h: 53,
    },
    {
      imgUrl: "icon_tscy.png",
      val: "12",
      label: "特色产业",
      unit: "类",
      h: 54,
    },
    {
      imgUrl: "icon_djzc.png",
      val: "245",
      label: "登记资产",
      unit: "项",
      h: 54,
    },
    {
      imgUrl: "icon_zszc.png",
      val: "57",
      label: "招商资产",
      unit: "项",
      h: 57,
    },
  ],
  xczl: [
    {
      imgUrl: "icon_wgsl.png",
      val: "8",
      label: "网格数量",
      unit: "个",
      h: 50,
    },
    {
      imgUrl: "icon_dysl.png",
      val: "35",
      label: "党员数量",
      unit: "人",
      h: 54,
    },
    {
      imgUrl: "icon_wxysl.png",
      val: "4",
      label: "危险源数量",
      unit: "个",
      h: 57,
    },
    {
      imgUrl: "icon_jksb.png",
      val: "21",
      label: "监控设备",
      unit: "个",
      h: 52,
    },
  ],
};

export const xcjjScrollText =
  "科技创新村位于国家级4A级景区科技创新乡境内，辖10个村民小组，400户，人口1800人，村集体拥有数字化农业专业合作社、科技创新管理有限公司、智能化农业三家公司，山林面积5000亩，水田面积900亩，是一个自然资源资源丰富、自然环境保护良好、乡村旅游红火的科技创新区村。目前全村共有旅游经营户300余户，休闲旅游企业9家，能同时提供9999余人就餐和99999余人的住宿。村企合作的形式带动了村产业结构的调整，促进了第三产业的长足发展，2022年度村集体经济收入9999万元，农民人均纯收入超9999万元。";

export const xcjjOverlayMainText =
  "科技创新村位于国家级4A级景区科技创新乡境内，辖10个村民小组，400户，人口1800人，村集体拥有数字化农业专业合作社、科技创新管理有限公司、智能化农业三家公司，山林面积5000亩，水田面积900亩，是一个自然资源资源丰富、自然环境保护良好、乡村旅游红火的科技创新区村。目前全村共有旅游经营户300余户，休闲旅游企业9家，能同时提供9999余人就餐和99999余人的住宿。村企合作的形式带动了村产业结构的调整，促进了第三产业的长足发展，2022年度村集体经济收入9999万元，农民人均纯收入超9999万元。";

export const xcjjImgList = ["img1.png", "img2.png", "img3.png"];

export const xcjjZX = [
  {
    val: "xw",
    label: "新闻",
  },
  {
    val: "tz",
    label: "通知",
  },
  {
    val: "gg",
    label: "公告",
  },
  {
    val: "qt",
    label: "其他",
  },
];

export const xcjjLB = {
  xw: [
    "岳麓区莲花山村：党建引领，托起“稳稳的幸福",
    "培育文明乡风，助力乡村振兴— 坪塘街道莲花山村举行明珠励志奖学金颁发仪式",
    "大冲杨梅园”：长沙岳麓区坪塘街道莲花山村优质杨梅熟了",
  ],
  tz: [
    "岳麓区坪塘街道莲花山村：关于乡村振兴战略实施的相关通知",
    "岳麓区坪塘街道莲花山村：关于村庄环境整治工作的通知",
    "岳麓区坪塘街道莲花山村：关于农村电商发展的通知",
  ],
  gg: [
    "长沙市岳麓区人民政府土地征收启动公告【 2021 】005 号",
    "岳麓区坪塘街道莲花山村：乡村振兴战略成果展示",
    "岳麓区坪塘街道莲花山村：农村电商发展成果展示",
  ],
  qt: [
    "岳麓区委组织部到坪塘街道莲花山村开展结对共建活动",
    "同心农场”助残增收",
    "小网格里有大爱——岳麓区莲花山村党员志愿者开展结对帮扶志愿服务",
    "藏匿在莲花山的高颜值花园餐厅！坐拥无敌风景，假期只想赖在这里！",
  ],
};
export const test = {
  xw: [
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往。该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果。据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展。近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合。该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区莲花山村：党建引领，托起“稳稳的幸福",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往。该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果。据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展。近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合。该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title:
        "培育文明乡风，助力乡村振兴— 坪塘街道莲花山村举行明珠励志奖学金颁发仪式",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往。该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果。据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展。近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合。该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。",
      title: "大冲杨梅园”：长沙岳麓区坪塘街道莲花山村优质杨梅熟了",
    },
  ],
  tz: [
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往。该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果。据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展。近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合。该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区坪塘街道莲花山村：关于乡村振兴战略实施的相关通知",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区坪塘街道莲花山村：关于村庄环境整治工作的通知",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区坪塘街道莲花山村：关于农村电商发展的通知",
    },
  ],
  gg: [
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "长沙市岳麓区人民政府土地征收启动公告【 2021 】005 号",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区坪塘街道莲花山村：乡村振兴战略成果展示",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区坪塘街道莲花山村：农村电商发展成果展示",
    },
  ],
  qt: [
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "岳麓区委组织部到坪塘街道莲花山村开展结对共建活动",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "同心农场”助残增收",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往。该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果。据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展。近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合。该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "小网格里有大爱——岳麓区莲花山村党员志愿者开展结对帮扶志愿服务",
    },
    {
      main: "莲花山村位于长沙市岳麓区坪塘街道，交通便利、山水环绕、生态优渥，也是一个旅游胜地。该村紧盯湖南“三高四新”战略，奋勇担当市委“一打造三当好”新使命，贯彻“四精五有”要求，建设美丽乡村，不断提升乡村振兴工作的发展要求，满足人民群众对美好生活的向往。该村始终把政治坚定、思想开放、勇于创新、务实为民摆在首位，并选优配强支村两委班子，全面优化年龄结构，一批群众认可的能人、热心人、正派人充实到支村两委班子中。两委班子成员创新工作方式，大大提高了工作的效率效果。据悉，该村是由6个自然村经历两次合并而来，议事一度存在意见分散、难以集中的现象，为破解这个难题，该村探索建立了“双代表”议事制度，即由6个片各产生一名代表和村党委书记、副书记、会计一共9人组成“双代表”议事会，重大事项决策采取支委会提议、“双代表”议事会建议、两委会商议、党员大会审议、村民代表大会决议的“五议两公开”新模式，大大推动了各项事业的发展。近年来，该村积极引进农业种植大户，将大片田地进行流转耕种，解决了农田抛荒的同时，加快了土地流转。据统计，该村产生种粮大户五户，流转土地近千亩，大大提升了农业的规模化和产业化。此外，该村充分发挥地理位置和资源优势，先后引入了莲花、草莓、杨梅、苗木、禽畜、水稻等六大基地，村民不仅可以通过流转土地收取租金，还能实现家门口就业。并于2021年成功举办了首届杨梅节，莲花节、草莓节也在筹备当中。同时紧抓大王山旅游度假区开发建设的契机，实现现代文旅与乡村生态旅游的有机融合。该村相关负责人表示，将充分发挥党的领导核心作用，统筹党员、乡贤、村民代表等先进力量，进一步改善民生、造福村民。并搭乘大王山旅游度假区的顺风车，大力发展乡村民宿、体验教育，绘就精致精美、宜居宜业的美丽画卷，为建设现代化新岳麓贡献莲花山力量。.",
      title: "藏匿在莲花山的高颜值花园餐厅！坐拥无敌风景，假期只想赖在这里！ ",
    },
  ],
}

export const xcfzZS = [
  {
    val: "zsxm",
    label: "招商项目",
  },
  {
    val: "zszc",
    label: "招商资产",
  },
];

export const xcfzList = {
  zsxm: [
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号8",
      state: 0, //状态 0 ：招商 1：已出租
      type: "zs", //弹窗类型 zs:招商 cy:产业
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号7",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号6",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号5",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号4",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号3",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号2",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
    {
      img: "img3.png",
      name: "莲花山村闲置山林17号1",
      state: 0,
      type: "zs",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
  ],
  zszc: [
    {
      img: "img3.png",
      name: "冯家茶园",
      state: 1,
      type: "cy",
      time: "2023-07-15",
      mj: "175.32㎡",
      jg: "12000元/年",
      lxr: "黄胜",
      lxdh: "159****2865",
      jj: " 冯家茶园坐落于长沙市岳麓区莲花山村，地处北纬: N 251533.5”经度:E118339.8”，基地土质多为红土壤，PH值在4.5~6.0之间，土层深厚，土体松软，保水性能好，有机质含量较高，矿质营养元素丰富。",
    },
  ],
};

export const xcfzSX = [
  {
    name: "全部",
    val: "",
  },
  {
    name: "招商中",
    val: 0,
  },
  {
    name: "已招商",
    val: 1,
  },
];

export const xczlZS = [
  {
    val: "fwzc",
    label: "房屋资产",
  },
  {
    val: "qtzc",
    label: "其它资产",
  },
];
